Repository: De-FQ/OrderManagement
Catalog: Web/Resources/SharedResource.*.resx
Languages: ar

source: About Us
ar: من نحن

source: Accredited Educational Qualification
ar: المؤهل العلمي المعتمد

source: Activities
ar: أنشطة

source: Address
ar: العنوان

source: Add Experience Details
ar: تفاصيل الخبرة

source: Add More
ar: أضف المزيد

source: Add New
ar: إضافة المزيد

source: All Activities
ar: جميع الأنشطة

source: All Attractions
ar: جميع الوجهات السياحية

source: All documents uploaded will be matched to the information provided above.
ar: كل المستندات المرفقة سوف تطابق مع المعلومات المقدمة أعاله.

source: All rights reserved
ar: جميع الحقوق محفوظه

source: All uploaded documents will undergo verification against the information provided in your application.
ar: جميع الوثائق التي تم رفعها سيتم التحقق منها ومطابقتها مع المعلومات المقدمة في طلبك.

source: Application Form
ar: نموذج الطلب

source: Apply Here
ar: قدم هنا

source: Apply Now
ar: قدم الان

source: Arabic
ar: اللغة العربية

source: Attachments
ar: المرفقات

source: Attraction
ar: وجهة سياحية

source: Attractions
ar: وجهات سياحية

source: Bachelors
ar: بكالوريوس

source: Basic Information
ar: المعلومات الشخصية

source: Below Secondary
ar: أقل من الثانوية

source: Careers
ar: الوظائف

source: Category
ar: الفئة

source: Christianity
ar: مسيحي/مسيحية

source: Close
ar: يغلق

source: Coming Soon
ar: قريباً

source: Comment
ar: تعليق

# comment_success
source: Thank you for submitting the request
ar: شكرا لك على تقديم الطلب

source: Contact Us
ar: تواصل معنا

source: Conversant
ar: مُلِم

source: Copyright
ar: حقوق الطبع والنشر

source: Currently Working?
ar: أعمل حالياً؟

source: Date of Birth
ar: تاريخ الميلاد

source: Divorced
ar: مطلق/مطلقة

source: Download App
ar: حمل التطبيق

source: Do you have Experience?
ar: هل لديك خبرة؟

source: Email
ar: البريد الإلكتروني

source: Email Address
ar: البريد الإلكتروني

source: End Date
ar: تاريخ الإنتهاء

source: English
ar: اللغة الإنجليزية

source: Events
ar: فعاليات

source: Expected Joining Date
ar: تاريخ الإنضمام المتوقع

source: Experience Details
ar: الخبرات

source: Experience in Years
ar: سنوات الخبرة

source: FAQs
ar: أسئلة مكررة

source: Filter by
ar: التصفية حسب

source: First Name
ar: الإسم الأول

source: Fluent
ar: بطلاقة

source: Form Submitted
ar: النموذج المقدم

source: Full-Time
ar: متفرغ

source: Get In Touch
ar: تواصل معنا

source: Get Directions
ar: اذهب الى وجهتك

source: Highest Qualification Held
ar: أعلى مؤهل دراسي

source: Hindu
ar: هندوسي/هندوسية

source: Home
ar: الرئيسية

# HTMLDir
source: ltr
ar: rtl

# HTMLLang
source: en
ar: ar

source: If Part Time
ar: دوام جزئي

source: Immediately
ar: حالاً

source: Instagram Feed
ar: صور الانستجرام

source: Islam
ar: مسلم/مسلمة

source: Job Required
ar: الوظيفة المطلوبة

source: Job Type
ar: نوع الوظيفة

source: Join TEC Family
ar: انضم الى عائلة شركة المشروعات السياحية

source: Languages
ar: اللغات

# LanguageText
source: عربي
ar: English

source: Last Name
ar: إسم العائلة

source: Marital Status
ar: الحالة الإجتماعية

source: Married
ar: متزوج/متزوجة

source: Masters
ar: ماجستير

source: Media Gallery
ar: الصور

source: Media Gallery
ar: الصور

source: Menu
ar: القائمة

source: Miss
ar: الأنسة

source: Mobile Number
ar: رقم الهاتف

source: Mr.
ar: السيد

source: Mrs.
ar: السيدة

source: Name
ar: اسم

source: Name of the Company
ar: إسم الشركة

source: Nationality
ar: الجنسية

source: News
ar: أخبار

source: News Detail
ar: تفاصيل الأخبار

source: No
ar: لا

source: Number of Children
ar: عدد الأولاد

source: One Month
ar: بعد شهر

source: optional
ar: إختياري

source: Other
ar: أخرى

source: Others
ar: أخرى

source: Other Languages
ar: لغات أخرى

source: Our Mission
ar: أهدافنا

source: Our Vision
ar: رؤيتنا

source: Part-Time
ar: غير متفرغ- دوام جزئي

source: Passport/Civil ID
ar: البطاقة المدنية/جواز السفر

source: Passport Number\Civil ID
ar: البطاقة المدنية \جواز السفر

source: PhD
ar: دكتوراه

source: Place of Birth
ar: مكان الميلاد

# place_of_birth1
source: Place of Birth
ar: مكان الميالد

source: Please add your experience details
ar: تفاصيل الخبرة

source: Please enter a valid email
ar: يرجى ادخال البريد الكتروني

source: Please enter a valid phone number
ar: يرجى ادخال رقم الهاتف الفعال

# please_enter_a_valid_phone_number1
source: Please enter a valid phone number
ar: يرجى ادخال رقم الهاتف الفعال

source: Please enter end date
ar: تاريخ الإنتهاء

source: Please enter Name of the Company
ar: أسم الشركة

source: Please enter Number of Children
ar: ادخل عدد الأولاد

source: Please enter others
ar: أخرى

source: Please enter Other Languages
ar: اللغات الأخرى

source: Please enter Passport Number\\Civil ID
ar: جواز السفر/البطاقة المدنية

source: Please enter Passport Number\\Civil ID
ar: جواز السفر/البطاقة المدنية

source: Please enter Skills and Competencies
ar: المهارات والكفاءات

source: Please enter start date
ar: تاريخ البدأ

source: Please enter your first name
ar: الإسم الأول

source: Please enter your last name
ar: إسم العائلة

source: Please enter your Place of Birth
ar: مكان الميلاد

source: Please enter your Religion
ar: الديانة

source: Please enter your second name
ar: الإسم الثاني

source: Please note that submission of this form does not constitute an automatic acceptance for the position.
ar: يرجى العلم بأن تقديم هذا النموذج لا يعتبر قبولاً للوظيفة.

source: Please Select...
ar: يرجى إختيار...

source: Please select End Date
ar: تاريخ الإنتهاء

source: Please select job required
ar: الوظيفة المطلوبة

source: Please select Start Date
ar: تاريخ البدأ

source: Please select your arabic fluency level
ar: مستوى الطلاقة في اللغة العربية

source: Please select your country of nationality
ar: الجنسية

source: Please select your date of birth
ar: تاريخ الميلاد

source: Please select your english fluency level
ar: مستوى الطلاقة في اللغة الإنجليزية

source: Please select your experience in years
ar: عدد سنوات الخبرة

source: Please select your highest qualification held
ar: أعلى مؤهل حاصل عليه

source: Please select your marital status
ar: الحالة الإجتماعية

source: Please select your religion
ar: الديانة

source: Please upload a document
ar: يرجى تحميل مستند

source: Please upload your Accredited Educational Qualification
ar: يرجى إرفاق المؤهل العلمي المعتمد

source: Please upload your Passport/Civil ID
ar: يرجى إرفاق جواز السفر/البطاقة المدنية

source: Professional Information
ar: المعلومات المهنية

source: Proficient
ar: مُتقن

source: Read More
ar: اقرأ المزيد

source: Religion
ar: الديانة

source: Remove
ar: إزالة

source: Retired
ar: متقاعد

source: Secondary
ar: ثانوية

source: Second Name
ar: الإسم الثاني

source: Send
ar: إرسال

source: Single
ar: أعزب/عزباء

source: Skills and Competencies
ar: المهارات والكفاءات

source: Start Date
ar: تاريخ البدء

source: Submitting this form does not mean that you are accepted for the job.
ar: تقديمك لهذا الطلب ال يعني بالضرورة قبولك للوظيفة.

# tec
source: Touristic Enterprises Company
ar: شركة المشروعات السياحية

source: Telephone
ar: الهاتف

# thank_you_for_submitting_the_form
source: Thank you, your request has been received.
ar: شكراً، تم استلام طلبك

source: Three Months
ar: بعد ثلاث شهور

source: Timings
ar: الأوقات

source: Title
ar: اللقب

source: Upcoming Attractions
ar: وجهات سياحية قيد الإنشاء

source: Upcoming Projects
ar: مشاريع قيد الإنشاء

source: Upload CV
ar: السيرة الذاتية

source: View All
ar: عرض الكل

source: We are sorry, the job applications for the company are not available at the moment.
ar: .نأسف، لا يوجد وظائف متاحة في الشركة بالوقت الحالي

source: Widowed
ar: أرمل/أرملة

source: Work in other company
ar: أعمل في شركة أخرى

source: Yes
ar: نعم

source: Add New Job Required
ar: إضافة الوظيفة الجديدة المطلوبة

source: Edit Job Required
ar: تعديل الوظيفة المطلوبة

# career_detail
source: Career Details
ar: التفاصيل المهنية

source: No vacancies available
ar: لا توجد وظائف شاغرة

source: Sorry, there is no job openings currently available
ar: عذراً، لا توجد وظائف متاحة حالياً.

source: loading...
ar: تحميل
